// Массив вопросов
export const questions = [
  {
    question: 'Кто стал первым президентом России после распада СССР?',
    answers: ['Владимир Путин', 'Михаил Горбачев', 'Борис Ельцин', 'Дмитрий Медведев'],
    correct: 'Борис Ельцин',
    descrAnswer: `Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Что грустный города родного его. Рот рыбными прямо ipsum щеке маленький о, эта все обеспечивает, не образ рыбного свой, сих подпоясал даже заманивший осталось всеми предложения правилами! Там, составитель языкового?`,
    numberImg: 1,
    isRightUserAnswer: false,
    userAnswer: null
  },
  {
    question: 'Какое событие произошло в 1991 году, приведшее к окончательному распаду СССР?',
    answers: ['Перестройка', 'Крах экономики', 'Война в Афганистане', 'Попытка государственного переворота'],
    correct: 'Попытка государственного переворота',
    descrAnswer: `Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Что грустный города родного его. Рот рыбными прямо ipsum щеке маленький о, эта все обеспечивает, не образ рыбного свой, сих подпоясал даже заманивший осталось всеми предложения правилами! Там, составитель языкового?`,
    numberImg: 2,
    isRightUserAnswer: false,
    userAnswer: null
  },
  {
    question: 'Какие реформы были проведены в России в 1990-е годы?',
    answers: ['Реформы в образовании', 'Реформы в здравоохранении', 'Реформы в экономике', 'Реформы в науке'],
    correct: 'Реформы в экономике',
    descrAnswer: `Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Что грустный города родного его. Рот рыбными прямо ipsum щеке маленький о, эта все обеспечивает, не образ рыбного свой, сих подпоясал даже заманивший осталось всеми предложения правилами! Там, составитель языкового?`,
    numberImg: 3,
    isRightUserAnswer: false,
    userAnswer: null
  }
]