// Массив вопросов
export const quiz = [
  {
    nameQuiz: 'Восстановление экономики СССР в послевоенный период',
    questions: [
      {
        question: 'В каком году была проведена денежная реформа в СССР для стабилизации экономики?',
        answers: ['1947', '1949', '1951', '1953'],
        correct: '1947',
        descrAnswer: `<p>Денежная реформа в СССР была проведена в 1947 году для стабилизации экономики после Второй мировой войны. Эта реформа была одним из ответных мероприятий на экономические проблемы, с которыми столкнулась страна после войны.</p>
        <p>В результате денежной реформы 1947 года была осуществлена деноминация советской денежной единицы - рубля. Старые деньги были обменены на новые по фиксированному курсу, при этом введена новая банкнота - "новый рубль". Денежная реформа также включала ряд мер, направленных на снижение инфляции, укрепление доверия к советской валюте и стабилизацию экономической ситуации.</p>
        <p>Целью денежной реформы было облегчение обращения денег, борьба с черным рынком, сокращение наличных денег в обороте и повышение доверия к советской денежной системе. Реформа способствовала стабилизации экономики и восстановлению страны после военных потрясений.</p>`,
        numberImg: 1,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question:
          'Какая программа была запущена в СССР для развития тяжелой промышленности и восстановления народного хозяйства после Великой Отечественной войны?',
        answers: ['Пятилетка', 'Великий перелом', 'Государственный план развития', 'Новый курс'],
        correct: 'Пятилетка',
        descrAnswer: `<p>"Пятилетка" - это плановый экономический период, который был установлен в СССР для реализации пятилетних планов развития народного хозяйства. В послевоенный период, начиная с 1946 года, была запущена первая пятилетка, которая была основана на стратегии развития тяжелой промышленности.</p>
        <p>Целью пятилетки было быстрое восстановление и развитие различных отраслей промышленности, включая металлургию, энергетику, машиностроение и другие. Основное внимание уделялось производству товаров, необходимых для восстановления страны после разрушительных последствий войны.</p>
        <p>Пятилетки в СССР были централизованными и строго планировались государством. Они определяли задачи и цели для каждой отрасли экономики, устанавливали планы производства и распределения ресурсов. Пятилетки стали важным инструментом для индустриализации и модернизации страны.</p>`,
        numberImg: 2,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какое событие стало началом процесса реформирования колхозов и совхозов в СССР?',
        answers: [
          'Выступление Н.С. Хрущева на XX съезде КПСС',
          'Принятие новой Конституции СССР',
          'Проведение амнистии политических заключенных',
          'Введение плановых показателей в сельском хозяйстве'
        ],
        correct: 'Выступление Н.С. Хрущева на XX съезде КПСС',
        descrAnswer:
          '<p>Выступление Н.С. Хрущева на XX съезде КПСС, который прошел в 1956 году, стало началом процесса реформирования колхозов и совхозов в СССР. Хрущев выступил с критикой культа личности И.В. Сталина и предложил некоторые изменения в аграрной политике.</p>',
        numberImg: 3,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какое событие было одним из ключевых шагов в восстановлении сельского хозяйства СССР после Великой Отечественной войны?',
        answers: [
          'Запуск программы "Великий перелом"',
          'Проведение коллективизации',
          'Введение сельскохозяйственных кредитов',
          'Строительство крупных ирригационных систем'
        ],
        correct: 'Строительство крупных ирригационных систем',
        descrAnswer: `<p>Восстановление сельского хозяйства после Великой Отечественной войны было одним из важнейших приоритетов в экономической политике СССР. Для повышения уровня сельскохозяйственного производства и обеспечения продовольственной безопасности страны было принято ряд мер.</p>
        <p>Строительство крупных ирригационных систем стало одним из ключевых шагов в развитии и восстановлении сельского хозяйства. Ирригация, то есть искусственное орошение земель, позволяет повысить урожайность и улучшить качество посевов. Системы ирригации способствуют обеспечению регулярного и достаточного влажности почвы, особенно в засушливых районах, что позволяет увеличить урожайность и разнообразить культуры.</p>`,
        numberImg: 4,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Что из названного стало одним из результатов экономической политики И.С. Хрущева?',
        answers: [
          'Массовое бегство крестьян из деревни в город',
          'Увеличение поставок зерновых за границу',
          'Увеличение посевных площадей под кукурузу',
          'Введение платы за школьное образование'
        ],
        correct: 'Увеличение посевных площадей под кукурузу',
        descrAnswer: `<p>И.С. Хрущев проводил активную политику по развитию сельского хозяйства и увеличению производства сельскохозяйственных культур. Он придавал особое значение кукурузе как кормовому и крупяному зерну, и поощрял ее выращивание на больших посевных площадях.</p>
        <p>Увеличение посевных площадей под кукурузу было направлено на улучшение кормовой базы для животноводства, увеличение производства мяса и молока. Эта мера имела своей целью обеспечение населения пищей, улучшение питания и увеличение продовольственной безопасности страны.</p>`,
        numberImg: 5,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'В восстановлении советской экономики после Великой Отечественной Войны НЕ принимали участия:',
        answers: ['Американские рабочие', 'Заключённые ГУЛАГа', 'Советские граждане', 'Международная финансовая помощь'],
        correct: 'Американские рабочие',
        descrAnswer:
          '<p>В восстановлении советской экономики после Великой Отечественной войны не принимали участия американские рабочие. В то время СССР и Соединенные Штаты находились в состоянии Холодной войны, и сотрудничество между ними было ограничено. Восстановление экономики СССР в значительной степени осуществлялось за счет собственных ресурсов, мобилизации сил и труда советских граждан, а также использования заключенных ГУЛАГа, которые были привлечены к трудовым работам. Международная финансовая помощь не играла существенной роли в восстановлении советской экономики после войны.</p>',
        numberImg: 6,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'В восстановлении советской экономики после Великой Отечественной Войны принимали участия:',
        answers: ['Мексиканские рабочие', 'Американские рабочи', 'Пленные немцы', 'Японские рабочие'],
        correct: 'Пленные немцы',
        descrAnswer: `<p>После Великой Отечественной войны, СССР активно использовал пленных немецких солдат в восстановлении советской экономики. Большое количество немецких военнопленных было задействовано в различных отраслях производства, строительстве и сельском хозяйстве. Они выполняли трудовые работы и помогали восстановить разрушенную инфраструктуру.</p>
        <p>Участие пленных немцев в восстановлении советской экономики было организовано через специальные лагеря и трудовые отряды. Они выполняли физически тяжелую работу и вносили значительный вклад в процесс восстановления страны после разрушительной войны.</p>
        <p>Привлечение пленных немцев позволило сократить издержки на рабочую силу и ускорить процесс восстановления экономики, так как немецкие пленные имели опыт и навыки в различных отраслях производства.</p>
        <p>Однако стоит отметить, что использование пленных трудов было связано с контролем и ограничениями, и не все немецкие военнопленные были добровольными участниками восстановительных работ.</p>`,
        numberImg: 7,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какое из утверждений верное?',
        answers: [
          'Развитие сельского хозяйства рассматривалось в четвертом пятилетнем плане как приоритетное направление',
          'Денежная реформа спровоцировала массовый голод в 1946-1947 гг.',
          'Планы колхозов по поставке продукции государству значительно превосходили вложенные в развитие сельского хозяйства средства',
          'Hепарации с Германии были направлены на подъём сель­ского хозяйства СССР'
        ],
        correct:
          'Планы колхозов по поставке продукции государству значительно превосходили вложенные в развитие сельского хозяйства средства',
        descrAnswer: `<p>В период пятилетних планов в СССР колхозы имели планы по поставке продукции государству, которые были установлены центральными властями. Эти планы обычно были очень амбициозными и требовали значительного объема продукции от колхозов. Однако вложенные средства в развитие сельского хозяйства часто не соответствовали этим амбициям. Это приводило к тому, что колхозы были вынуждены выделять большую часть своей продукции для выполнения планов по поставке, что ограничивало возможности для развития и улучшения сельского хозяйства.</p>
        <p>Такая ситуация приводила к неэффективности и недостаточному развитию сельского хозяйства, а также негативно сказывалась на жизни и благосостоянии крестьян.</p>`,
        numberImg: 8,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'К 1947 г. относится',
        answers: [
          'Вступление в действие «плана Маршалла»',
          'Испытание первой советской атомной бомбы',
          'Завершение четвёртой пятилетки',
          'Проведение денежной реформы'
        ],
        correct: 'Проведение денежной реформы',
        descrAnswer: `<p>В 1947 году в СССР была проведена денежная реформа, которая имела целью стабилизацию экономики страны после Второй мировой войны. Эта реформа была необходима в связи с инфляцией и неустойчивостью денежной системы, вызванными военными потребностями и разрушениями войны.</p>
        <p>Денежная реформа 1947 года включала замену старых денежных единиц на новые. В результате реформы, новая советская валюта - советский рубль - была введена в обращение, а старые денежные единицы были обменены на новые по определенному обменному курсу.</p>
        <p>Целью проведения денежной реформы было стабилизировать цены, укрепить денежную систему, улучшить платежеспособность населения и восстановить экономическую стабильность после войны. Реформа имела положительное воздействие на экономику, способствуя укреплению рубля и стабилизации денежных отношений в стране.</p>`,
        numberImg: 9,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Главный фактор, обеспечивший экономические достиже­ния СССР в послевоенной пятилетке, — это',
        answers: [
          'Использование принудительных мер',
          'Героический труд советских людей',
          'Использование военнопленных при восстановлении горо­дов',
          'Репарации с Германии'
        ],
        correct: 'Героический труд советских людей',
        descrAnswer: `<p>В послевоенной пятилетке (1946-1950 годы) в СССР достигнуты значительные экономические достижения, и главным фактором, обеспечившим эти успехи, был героический труд советских людей. Во время и после Второй мировой войны советское общество столкнулось с огромными вызовами, связанными с разрушениями, потерями и необходимостью восстановления страны.</p>
        <p>Советские люди активно принимали участие в процессе восстановления экономики, восстановлении городов и промышленных предприятий. Они проявили высокий уровень мобилизации, работали в непростых условиях и вели тяжелый труд, чтобы обеспечить восстановление и развитие страны.</p>
        <p>Героический труд советских людей был сопряжен с принудительными мерами, такими как мобилизация ресурсов, регулирование рабочей силы и распределение материальных ресурсов. Однако главным двигателем успеха было активное участие и жертвенный труд советских людей, которые проявили высокий патриотизм и преданность стране в условиях восстановления после войны.</p>`,
        numberImg: 10,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какое из утверждений верное?',
        answers: [
          'Росту сельскохозяйственного производства препятство­вали природные катаклизмы',
          'Довоенного уровня сельское хозяйство достигло раньше, чем промышленность',
          'Труд в колхозах был слабо механизированным',
          'Развитие тяжёлой индустрии в первые послевоенные годы обеспечивало рост сельского хозяйства'
        ],
        correct: 'Труд в колхозах был слабо механизированным',
        descrAnswer: `<p>В послевоенный период в СССР труд в колхозах был в значительной степени осуществляемым вручную или с использованием примитивных сельскохозяйственных инструментов. Механизация сельского хозяйства в то время находилась на ранней стадии развития, и доступ к современным технологиям и сельскохозяйственным машинам был ограничен.</p>
        <p>Это было связано с несколькими факторами, включая ограниченность ресурсов, отсутствие передовых технологий, разрушения, вызванные войной, и природные катаклизмы, которые могли препятствовать развитию механизации в сельском хозяйстве.</p>
        <p>Отсутствие сильной механизации в колхозах оказывало негативное влияние на производительность и эффективность сельскохозяйственного процесса. Это требовало большего человеческого труда и увеличивало трудозатраты на выполнение сельскохозяйственных работ.</p>`,
        numberImg: 11,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Одно из важных последствий денежной реформы 1947 г.',
        answers: ['Укрепление рубля', 'Повышение доходов населения', 'Увеличение денежной массы, находившейся в обороте', 'Рост инфляции'],
        correct: 'Укрепление рубля',
        descrAnswer: `<p>Денежная реформа 1947 года, известная также как "реформа 1947 года" или "реформа Боровского", была проведена в СССР с целью укрепления денежной системы и стабилизации экономики после Второй мировой войны. Эта реформа включала замену старых денежных купюр и монет новыми, более стабильными денежными единицами.</p>
        <p>Одним из важных последствий этой реформы было укрепление рубля. Замена старых денежных единиц новыми, надежными купюрами и монетами создала большую доверительную основу для советской валюты. Укрепление рубля способствовало стабилизации денежной системы, снижению инфляции и повышению доверия населения к национальной валюте.</p>
        <p>В то время денежная реформа не привела к значительному росту доходов населения или увеличению денежной массы в обороте. Рост инфляции был сдержан после проведения реформы и укрепления рубля.</p>`,
        numberImg: 12,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Что является последствием десталинизации?',
        answers: [
          'Ухудшение взаимоотношений между Китаем и СССР',
          'Повышение авторитета СССР на международной арене',
          'Прекращение «холодной войны»',
          'Увеличение количества стран в Европе , вставших на социалистический путь развития'
        ],
        correct: 'Ухудшение взаимоотношений между Китаем и СССР',
        descrAnswer: `<p>Процесс десталинизации, который начался после смерти Иосифа Сталина в 1953 году, был направлен на корректировку политической и идеологической линии, проводимой в СССР в период его правления. Этот процесс включал отмену некоторых репрессивных мер, политических реформ и изменение курса во внутренней и внешней политике страны.</p>
        <p>Одним из последствий десталинизации было ухудшение взаимоотношений между СССР и Китаем. В период Сталина Советский Союз и Китай поддерживали близкие отношения и сотрудничали как политически и идеологически, так и экономически. Однако после десталинизации и изменения политического курса в СССР, разногласия между советским и китайским руководством стали возрастать.</p>
        <p>Китайское руководство, во главе с Мао Цзэдуном, выступало за более радикальную и революционную линию развития коммунизма, в то время как новое советское руководство, в частности Никита Хрущев, проводило политику "оттепели" и постепенное смягчение политической системы. Эти различия в подходах и политических целях привели к напряжению и ухудшению взаимоотношений между Китаем и СССР.</p>`,
        numberImg: 13,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Перевод военно-промышленных предприятий на выпуск мирной продукции называется:',
        answers: ['Аннексией', 'Конверсией', 'Денонсацией', 'Демобилизацией'],
        correct: 'Конверсией',
        descrAnswer: `<p>Конверсия в данном контексте относится к процессу перевода военно-промышленных предприятий на производство мирной продукции. Этот процесс обычно осуществляется после окончания военных конфликтов или снижения военной активности и имеет целью адаптировать военную промышленность к гражданским потребностям.</p>
        <p>Во время войны или военного времени военно-промышленные предприятия часто производят военное оборудование, оружие и другие товары, необходимые для военных операций. Однако после окончания военных действий возникает необходимость перестроить производство и начать выпуск мирной продукции, такой как гражданские товары, машины, бытовая техника и другие товары для гражданского рынка.</p>
        <p>Процесс конверсии включает модернизацию, переоборудование и переориентацию военных предприятий на производство гражданской продукции. Он может включать изменение производственных линий, технологий, закупку нового оборудования и привлечение специалистов в гражданской сфере.</p>`,
        numberImg: 14,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Развитие сельского хозяйства СССР в 1945—1953 гг. характеризовалось',
        answers: [
          'Высокими темпами развития',
          'Использованием рыночных механизмов',
          'Переходом на интенсивный путь развития',
          'Усилением внеэкономических методов управления'
        ],
        correct: 'Усилением внеэкономических методов управления',
        descrAnswer: `<p>В период с 1945 по 1953 год в СССР наблюдалось усиление внеэкономических методов управления в сельском хозяйстве. В этот период Иосиф Сталин управлял страной и сельским хозяйством при помощи политической репрессии, режима жесткой контроля и коллективизации.</p>
        <p>Коллективизация, проведенная в 1930-е годы, привела к слиянию мелких крестьянских хозяйств в колхозы и совхозы, что привело к потере индивидуального хозяйственного решения и контроля. Государство установило строгую централизацию и контроль над сельским хозяйством, в том числе путем установления планов по поставкам сельскохозяйственной продукции государству.</p>
        <p>В этот период сельское хозяйство подвергалось массовым репрессиям и регулированиям, что приводило к ограничению свободы выбора и инициативы у крестьян. Государственные органы применяли силовые и административные методы для контроля и мобилизации сельскохозяйственных ресурсов.`,
        numberImg: 15,
        isRightUserAnswer: false,
        userAnswer: null
      }
    ]
  },
  {
    nameQuiz: 'И. В. Сталин и его окружение: Маленков, Молотов, Берия и др.',
    questions: [
      {
        question:
          'Кто из перечисленных являлся долгое время ближайшим соратником И.В. Сталина и занимал пост министра иностранных дел СССР?',
        answers: ['В.М. Молотов', 'Г.К. Жуков', 'Л.П. Берия', 'Н.А. Вознесенский'],
        correct: 'В.М. Молотов',
        descrAnswer: `<p>В.М. Молотов являлся долгое время одним из ближайших соратников И.В. Сталина. Он занимал пост министра иностранных дел СССР и выполнял важные руководящие функции внешнеполитической деятельности страны.</p>`,
        numberImg: 1,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Кто из перечисленных входил в высший руководящий орган СССР и занимал должность председателя Совета Министров?',
        answers: ['Г.М. Маленков', 'Л.П. Берия', 'Н.С. Хрущев', 'А.А. Андреев'],
        correct: 'Г.М. Маленков',
        descrAnswer: `<p>Г.М. Маленков входил в высший руководящий орган СССР, занимая должность председателя Совета Министров. Он был одним из ключевых членов правительства и принимал активное участие в формировании и реализации экономической политики страны.</p>`,
        numberImg: 2,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question:
          'Кто из перечисленных политических деятелей был главой НКВД (Народного комиссариата внутренних дел) и имел большое влияние на политические репрессии в СССР?',
        answers: ['Л.П. Берия', 'В.М. Молотов', 'Н.С. Хрущев', 'А.И. Микоян'],
        correct: 'Л.П. Берия',
        descrAnswer: `<p>Л.П. Берия был главой НКВД и имел значительное влияние на политические репрессии в СССР. В течение периода правления Сталина, Берия играл важную роль в контроле и подавлении реальных или предполагаемых политических оппонентов режима.</p>`,
        numberImg: 3,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какой должности не занимал И. В. Сталин в период правления Советским Союзом?',
        answers: ['Глава правительства', 'Генеральный секретарь ЦК КПСС', 'Секретарь ЦК КПСС', 'Председатель Верховного Совета'],
        correct: 'Председатель Верховного Совета',
        descrAnswer: `<p>В период правления Советским Союзом, И. В. Сталин занимал поочередно три должности - главы правительства, генерального секретаря и секретаря ЦК КПСС. Однако, он никогда не был председателем Верховного Совета.</p>`,
        numberImg: 4,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какую роль в политической жизни СССР играл Лаврентий Берия?',
        answers: ['Глава КГБ', 'Глава НКВД', 'Председатель ЦК КПСС', 'Главнокомандующий Вооруженными силами СССР'],
        correct: 'Глава НКВД',
        descrAnswer: `<p>Л.П. Берия был главой НКВД (Народный комиссариат внутренних дел) и имел значительное влияние на политические репрессии в СССР. В течение периода правления Сталина, Берия играл важную роль в контроле и подавлении реальных или предполагаемых политических оппонентов режима.</p>`,
        numberImg: 5,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какие реформы проводились в период правления Георгия Маленкова?',
        answers: [
          'Реформа сельского хозяйства',
          'Реформа народного образования',
          'Реформа промышленности',
          'Реформа медицины и здравоохранения'
        ],
        correct: 'Реформа сельского хозяйства',
        descrAnswer: `<p>В период правления Георгия Маленкова была проведена реформа сельского хозяйства, которая направлялась на увеличение производительности и эффективности сельхозпроизводства. На проведение этой реформы было выделено значительное количество средств и ресурсов.</p>`,
        numberImg: 6,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Кто являлся главным соперником Никиты Хрущева в борьбе за власть после смерти И. В. Сталина?',
        answers: ['Лаврентий Берия', 'Вячеслав Молотов', 'Георгий Маленков', 'Михаил Суслов'],
        correct: 'Георгий Маленков',
        descrAnswer: `<p>По мнению историков, главным соперником Никиты Хрущева в борьбе за власть после смерти И. В. Сталина был Георгий Маленков. Молотов и Суслов были близкими соратниками Хрущева, а Берия был как раз устранен из своих должностей и арестован во время становления новой власти.</p>`,
        numberImg: 7,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какое событие связывается с именем Никиты Хрущева и в каком году оно произошло?',
        answers: [
          'Стоимость нефти была снижена в 1960 году',
          'Культ личности был осужден на XX съезде КПСС в 1956 году',
          'Были проведены первые опыты ядерного оружия в 1961 году',
          'Введены первые экономические реформы в 1953 году'
        ],
        correct: 'Культ личности был осужден на XX съезде КПСС в 1956 году',
        descrAnswer: `<p>На XX съезде КПСС в 1956 году Никита Хрущев осудил культ личности, который был установлен вокруг имени И. В. Сталина, и выразил критическое отношение ко всей эпохе его правления.</p>`,
        numberImg: 8,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какой была основная задача "Пятилетки" (1946-1950 гг.), проводившейся во времена правления И. В. Сталина?',
        answers: [
          'Развитие сельского хозяйства',
          'Развитие тяжелой промышленности и восстановления народной хозяйства',
          'Развитие легкой промышленности и машиностроения',
          'Развитие науки и образования'
        ],
        correct: 'Развитие тяжелой промышленности и восстановления народной хозяйства',
        descrAnswer:
          '<p>Основная задача "Первой Пятилетки" заключалась в развитии тяжелой и национальной промышленности, а также строительстве магистральных железных дорог. Строительство гидроэлектростанций, космических кораблей, авиации и других промышленных объектов также было осуществлено в рамках этой программы.</p>',
        numberImg: 9,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'В августе 1953 г. с собственной программой экономических преобразований выступил:',
        answers: ['Г.М. Маленков', 'Н.С. Хрущев', 'Н.А. Булганин'],
        correct: 'Г.М. Маленков',
        descrAnswer: `<p>В августе 1953 года с собственной программой экономических преобразований выступил Г.М. Маленков. После смерти И.В. Сталина в марте 1953 года, Маленков временно стал руководителем Совета Министров СССР.</p>
        <p>Маленков представил свою программу на заседании Центрального комитета КПСС, где он предлагал усиление экономических реформ, особенно в сфере промышленности и сельского хозяйства. Его план включал развитие производства потребительских товаров, повышение производительности труда и улучшение условий жизни советского населения.</p>
        <p>Однако, позиция Маленкова не получила широкой поддержки в высших партийных и правительственных кругах. В результате, его инициативы были ограничены, и уже в 1955 году он был смещен с руководящих постов.</p>`,
        numberImg: 10,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какой российский город был переименован в период правления И. В. Сталина?',
        answers: ['Санкт-Петербург', 'Новосибирск', 'Киров', 'Ленинград'],
        correct: 'Ленинград',
        descrAnswer:
          '<p>В период правления И. В. Сталина на смену имени Петроград пришло имя Ленинград, в честь Владимира Ленина, главного руководителя Октябрьской революции.</p>',
        numberImg: 11,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какое событие произошло в 1953 году и привело к смене руководства в СССР?',
        answers: [
          'Смерть И. В. Сталина',
          'Запуск первого искусственного спутника Земли',
          'Разрушение Берлинской стены',
          'Подписание соглашения о нераспространении ядерного оружия'
        ],
        correct: 'Смерть И. В. Сталина',
        descrAnswer:
          '<p>В 1953 году произошла смерть И. В. Сталина, что привело к смене руководства в СССР и началу нового периода в истории страны.</p>',
        numberImg: 12,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Кто из перечисленных был назначен на должность главнокомандующего Вооруженными силами СССР после смерти Сталина?',
        answers: ['Лаврентий Берия', 'Никита Хрущев', 'Вячеслав Молотов', 'Андрей Жданов'],
        correct: 'Никита Хрущев',
        descrAnswer:
          '<p>После смерти И. В. Сталина на пост главнокомандующего Вооруженными силами СССР был назначен Никита Хрущев. Он также возглавил КПСС и провел ряд реформ в стране, в том числе "оттепель"</p>',
        numberImg: 13,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'К политике И. Сталина 1945-1953 годов относят:',
        answers: [
          'Создание многопартийной системы',
          'Реабилитация депортированных в годы войны народов',
          'Ликвидация Коминтерна',
          'Репрессии'
        ],
        correct: 'Репрессии',
        descrAnswer: `<p>К политике И. Сталина в период с 1945 по 1953 годы относится главным образом репрессивная политика, которая выразилась в массовых политических репрессиях и репрессивной системе, охватывающей различные сферы общественной жизни. В это время были проведены масштабные политические чистки, известные как "сталинские чистки", в результате которых миллионы людей были арестованы, отправлены в лагеря или казнены.</p>
        <p>Сталин также продолжил политику коллективизации сельского хозяйства, которая привела к массовым репрессиям и голоду в некоторых регионах СССР. Он также продолжал поддерживать культ личности и систему тотального контроля над обществом.</p>
        <p>Создание многопартийной системы, реабилитация депортированных народов и ликвидация Коминтерна не являются характерными чертами политики И. Сталина в указанный период.</p>`,
        numberImg: 14,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'В каком году Народным комиссариатом внутренних дел было сфабриковано «дело врачей»?',
        answers: ['в 1945 г.', 'в 1947 г.', 'в 1949 г.', 'в 1953 г.'],
        correct: 'в 1953 г.',
        descrAnswer: `<p>"Дело врачей" было сфабриковано Народным комиссариатом внутренних дел (НКВД) в 1953 году. Это была политическая провокация, в рамках которой несколько врачей были обвинены в убийстве и покушении на высокопоставленных членов правительства и руководства СССР.</p>
        <p>Целью этой провокации было усиление контроля и подавления оппозиции внутри страны. "Дело врачей" использовалось для создания атмосферы страха и массовых репрессий, а также для дискредитации интеллектуальных и профессиональных слоев общества.</p>
        <p>Следует отметить, что "дело врачей" было раскрыто и сфабрикованность обвинений стала очевидной после смерти Сталина в 1953 году. Это событие стало одним из факторов, приведших к началу процесса десталинизации в СССР.</p>`,
        numberImg: 15,
        isRightUserAnswer: false,
        userAnswer: null
      }
    ]
  },
  {
    nameQuiz: 'Экономический курс Хрущева. Незавершенные реформы',
    questions: [
      {
        question: 'Во времена правления Хрущева, президентом США был:',
        answers: ['Никсон', 'Рейган', 'Рузвельт', 'Кеннеди'],
        correct: 'Кеннеди',
        descrAnswer: `<p>Во времена правления Хрущева (1953-1964), президентом США был Джон Ф. Кеннеди. Джон Кеннеди стал 35-м президентом Соединенных Штатов Америки и занимал эту должность с января 1961 года до своей трагической гибели в ноябре 1963 года.</p>
        <p>Период правления Хрущева и президента Кеннеди характеризовался значительными событиями и напряженными отношениями между СССР и США, такими как Карибский кризис и забор Россархива. Кеннеди активно работал над укреплением американской позиции в холодной войне, включая стратегию противостояния СССР и поддержку союзников в различных регионах мира.</p>`,
        numberImg: 1,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Какая из реформ в экономике не относится к реформам  Хрущева Н.С?',
        answers: [
          'Повышение закупочных цен на колхозную продукцию',
          'Сокращение нерентабельных предприятий',
          'Повышение технического уровня производства',
          'Развитие атомной энергетики'
        ],
        correct: 'Сокращение нерентабельных предприятий',
        descrAnswer: `<p>Сокращение нерентабельных предприятий не относится к реформам Хрущева. Во время своего правления (1953-1964), Никита Хрущев проводил ряд экономических реформ, включающих различные меры по модернизации и развитию советской экономики.</p>
        <p>Важными реформами, связанными с Хрущевым, были повышение закупочных цен на колхозную продукцию, что стимулировало сельское хозяйство; развитие атомной энергетики, включая строительство атомных электростанций; и повышение технического уровня производства, особенно в промышленности.</p>
        <p>Однако сокращение нерентабельных предприятий не являлось одной из принципиальных мероприятий в экономической политике Хрущева.</p>`,
        numberImg: 2,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Крупнопанельные дома построенные во времена Хрущева называют:',
        answers: ['Хрущевки', 'Трущобы', 'Коммуналки', 'Кпдешки'],
        correct: 'Хрущевки',
        descrAnswer: `<p>Хрущевки - это жилые многоквартирные дома, которые были широко построены в СССР во времена правления Никиты Хрущева (1953-1964 гг.). Эти дома получили свое название именно в честь Хрущева, который инициировал программу массового строительства жилья для советского населения.</p>
        <p>Хрущевки были типовыми панельными домами, построенными с использованием префабрицированных панелей. Они представляли собой относительно недорогое и быстрое в исполнении жилье, и их строительство было направлено на решение проблемы недостатка жилья после Второй мировой войны. Хрущевки обычно имели невысокие этажи (3-5) и небольшие квартиры с характерными чертами дизайна, такими как низкие потолки и отсутствие лифтов.</p>`,
        numberImg: 3,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Кого называли диссидентами в советские времена?',
        answers: [
          'Сторонников советской власти',
          'Инакомыслящие люди, правозащитники',
          'Коррупционеров теневой экономики',
          'Художников и писателей'
        ],
        correct: 'Инакомыслящие люди, правозащитники',
        descrAnswer: `<p>В советские времена термин "диссиденты" относился к людям, которые выражали свое несогласие с политическим режимом и официальной идеологией СССР. Они критиковали систему и выступали за защиту прав человека, свободу слова, совести и другие основные гражданские свободы. Диссиденты активно выступали против политических репрессий, проявляли непокорность власти и часто становились жертвами преследований со стороны государства.</p>
        <p>Они осуществляли критику советской системы и публично выражали свои политические и моральные убеждения, часто попадая в конфликт с государственными органами и подвергаясь репрессиям, включая аресты, заключение в психиатрические больницы и изгнание из страны.</p>`,
        numberImg: 4,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'В каком году была образована Организация Варшавского Договора',
        answers: ['1953 г.', '1954 г.', '1955 г.', '1962 г.'],
        correct: '1955 г.',
        descrAnswer: `<p>Организация Варшавского Договора была образована в 1955 году. Она была создана в ответ на вступление Западной Германии в НАТО и включала в себя СССР, Албанию, Болгарию, Венгрию, ГДР (Восточную Германию), Польшу, Румынию и Чехословакию. Целью организации было обеспечение коллективной безопасности и сотрудничество между социалистическими странами.</p>
        <p>Организация Варшавского Договора была создана с целью формирования военно-политического блока в Восточной Европе, который считался ответным мероприятием на создание НАТО. Договор обеспечивал взаимную помощь и военную сотрудничество между странами-участницами в случае агрессии против одной из них.</p>`,
        numberImg: 5,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Выберите причину ареста Берии Л.П',
        answers: [
          'Обвинение в незаконных репрессиях',
          'Обвинение в неумелом руководстве МГБ',
          'Обвинение в измене Родине в форме шпионажа и заговоре с целью захвата власти',
          'Обвинение в организации экономических преступлений'
        ],
        correct: 'Обвинение в измене Родине в форме шпионажа и заговоре с целью захвата власти',
        descrAnswer: `<p>Лаврентий Берия был советским политическим деятелем и главой Министерства Государственной Безопасности (МГБ). Он был одним из самых влиятельных членов руководства СССР в период послевоенных лет, но в 1953 году его арестовали и обвинили в измене Родине, шпионаже и заговоре с целью захвата власти.</p>
        <p>Причиной ареста Берии было его недопустимое накопление власти и влияния, а также обвинения в нарушениях прав граждан и массовых репрессиях. Он был считаем одним из ключевых инициаторов политических репрессий и террора в СССР.</p>`,
        numberImg: 6,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Мероприятие Н.С. Хрущева в политической сфере:',
        answers: [
          'Частичная реабилитация жертв репрессий',
          'Отказ от командных методов правления',
          'Введение многопартийности',
          'Принятие новой Конституции'
        ],
        correct: 'Частичная реабилитация жертв репрессий',
        descrAnswer: `<p>Во времена Хрущева была проведена частичная реабилитация людей, которые были осуждены и подвергнуты политическим репрессиям в период сталинского режима. Хрущев инициировал дебаты и открытые обсуждения о политических репрессиях, а также признал ошибки и злоупотребления, совершенные во время сталинского правления. Это было частью его политики "оттепели" и десталинизации, направленной на смягчение политического режима и восстановление прав человека.</p>
        <p>Этот шаг был важным в политической сфере, поскольку он признавал и официально осуждал политические репрессии, происходившие в предыдущие годы. Однако следует отметить, что реабилитация была частичной, и не все жертвы политических репрессий были полностью реабилитированы. Многие политические преступления и репрессии продолжали существовать, но были осуждены и отвергнуты в политической риторике времени.</p>`,
        numberImg: 7,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Восстановление в правах репрессированных граждан называется:',
        answers: ['Авторитарность', 'Партократия', 'Реабилитация', 'Антесемитизм', 'Популизм', 'Ротация'],
        correct: 'Реабилитация',
        descrAnswer: `<p>Реабилитация означает восстановление в правах и репутации граждан, которые были незаконно осуждены, преследованы или подвергнуты политическим репрессиям. Это процесс признания неправедных обвинений и восстановления прав и чести пострадавших.</p>
        <p>В контексте политических репрессий, реабилитация часто связана с признанием ошибок и злоупотреблений власти, а также с возмещением морального и материального ущерба, причиненного пострадавшим. Она направлена на исправление несправедливости и восстановление доверия к правовому государству.</p>
        <p>Реабилитация была важным аспектом политических изменений, осуществленных в период после Сталина, включая время правления Хрущева. Частичная реабилитация жертв политических репрессий была одним из шагов в направлении десталинизации и политических реформ, направленных на смягчение политического режима и восстановление прав человека.</p>`,
        numberImg: 8,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Назначение Н.С. Хрущёва в 1958г. на пост председателя Совета министров означало:',
        answers: [
          'Начало процесса реабилитации жертв сталинских репрессий',
          'Ослабление роли партии в жизни станы',
          'Претворение на практике принципа разделения властей',
          'Сосредоточение партийного и государственной власти в одних руках'
        ],
        correct: 'Сосредоточение партийного и государственной власти в одних руках',
        descrAnswer: `<p>Назначение Н.С. Хрущёва на пост председателя Совета министров (премьер-министра) в 1958 году означало сосредоточение власти в его руках, то есть объединение партийного и государственного руководства. Хрущёв был уже генеральным секретарём КПСС с 1953 года, а назначение его на пост председателя Совета министров дало ему политическое и административное руководство страной. Это позволило Хрущёву занять центральную роль в принятии важных решений и контроле за экономикой и государственным аппаратом.</p>
        <p>Сосредоточение партийного и государственного руководства в одних руках предоставляло Хрущёву большую власть и возможность принимать ключевые решения без существенного контроля или противодействия со стороны других политических сил. Это было характерно для периода правления Хрущёва и отличалось от предыдущих периодов, когда руководство Совета министров и руководство партии разделялись между разными лицами.</p>`,
        numberImg: 9,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'В период руководства страной Н.С. Хрущевым:',
        answers: [
          'Упразднены территориальные совнархозы',
          'Началось формирование колхозов',
          'Введены государственные пенсии для колхозников',
          'Советские люди получили право свободного выезда за рубеж'
        ],
        correct: 'Введены государственные пенсии для колхозников',
        descrAnswer: `<p>В период руководства Н.С. Хрущёва были введены государственные пенсии для колхозников. Это было сделано с целью улучшения социального обеспечения и жизненного уровня сельского населения. Ранее, в советских колхозах, отсутствовала система пенсионного обеспечения, и работники сельского хозяйства не имели гарантированного дохода после выхода на пенсию.</p>
        <p>Введение государственных пенсий для колхозников было направлено на обеспечение стабильности и социальной защиты сельского населения. Это позволяло колхозникам получать определенный доход после завершения трудовой деятельности и облегчало их материальное положение в пожилом возрасте.</p>
        <p>Таким образом, введение государственных пенсий для колхозников являлось одним из социальных изменений, осуществленных во время руководства Хрущёва, с целью улучшения условий жизни и обеспечения социальной защиты сельского населения.</p>`,
        numberImg: 10,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question:
          'Выступление Н.С.Хрущёва на 20 съезде партии с докладом «О преодолении культа личности и его последствий» объясняется стремлением руководства страны:',
        answers: [
          'Показать бесперспективность строительства коммунизма в СССР',
          'Уничтожить всевластие КПСС',
          'Ликвидировать тоталитарный режим в СССР',
          'Преодолеть крайности сталинского правления'
        ],
        correct: 'Преодолеть крайности сталинского правления',
        descrAnswer: `<p>Выступление Н.С. Хрущёва на 20-м съезде КПСС с докладом «О преодолении культа личности и его последствий» имело целью преодолеть крайности сталинского правления и осудить культ личности, который был связан с поклонением и идеализацией личности И.В. Сталина.</p>
        <p>В своем докладе Хрущёв раскритиковал репрессии, нарушения прав человека и культизацию личности, которые были характерны для периода сталинского правления. Он открыто осудил ошибки и нарушения, произошедшие во время сталинизма, и выразил стремление к корректировке политики и преодолению этих негативных аспектов.</p>
        <p>Целью выступления Н.С. Хрущёва было не уничтожение всевластия КПСС или демонтаж тоталитарного режима, а именно преодоление крайностей и ошибок сталинского периода, с целью внести изменения в политическую систему и направить страну на более открытый и демократический путь развития.</p>`,
        numberImg: 11,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Решению в СССР жилищной проблемы в 1960-ые гг. способствовало:',
        answers: [
          'Cнижение рождаемости',
          'Массовое перемещение населения в восточные районы страны',
          'Увеличение количества коммунальных квартир',
          'Строительство панельных домов'
        ],
        correct: 'Строительство панельных домов',
        descrAnswer: `<p>В 1960-ые годы в СССР строительство панельных домов играло важную роль в решении жилищной проблемы. Это был массовый и эффективный способ создания доступного и массового жилья для населения.</p>
        <p>Панельные дома были относительно быстро возводимыми и стандартизированными конструкциями, что позволяло сократить время и затраты на строительство. Массовое производство и использование панельных элементов позволило создать большое количество нового жилья в короткие сроки.</p>
        <p>Строительство панельных домов также позволяло сократить затраты на строительные материалы, что было важным фактором при массовом развитии жилищного строительства. Это позволило увеличить доступность жилья для широких слоев населения.</p>
        <p>Таким образом, строительство панельных домов в 1960-ые годы способствовало решению жилищной проблемы в СССР, предоставляя доступное и массовое жилье для населения.</p>`,
        numberImg: 12,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Преобразование в области сельского хозяйства, проведённое в период Н.С. Хрущёва:',
        answers: [
          'Замена продразвёрстки на продналог ',
          'Предоставление полной независимости колхозам.',
          'Реорганизация машинно-тракторных станций',
          'Отмена всех плановых показателей'
        ],
        correct: 'Реорганизация машинно-тракторных станций',
        descrAnswer: `<p>В период Н.С. Хрущёва было проведено значительное преобразование в области сельского хозяйства СССР. Реорганизация машинно-тракторных станций (МТС) была одним из ключевых шагов в этом процессе.</p>
        <p>Машинно-тракторные станции были специализированными предприятиями, предоставляющими сельскохозяйственным колхозам и совхозам технику и механизацию для обработки почвы, посева, уборки урожая и других сельскохозяйственных работ.</p>
        <p>Реорганизация МТС включала в себя создание сельскохозяйственных машинно-тракторных станций (СХМТС) путем объединения механизированных частей колхозов и совхозов. Это позволяло лучше организовать использование техники и повысить эффективность сельскохозяйственного производства. СХМТС предоставляли машинно-тракторную технику и услуги не только своим колхозам, но и другим сельскохозяйственным предприятиям в районе.</p>
        <p>Реорганизация МТС позволяла улучшить техническое обеспечение сельского хозяйства, повысить производительность и эффективность работ, а также улучшить условия труда для сельскохозяйственных работников.</p>
        <p>Таким образом, реорганизация машинно-тракторных станций была одним из важных преобразований в сельском хозяйстве в период Хрущёва, направленным на повышение эффективности и механизации сельскохозяйственного производства.</p>`,
        numberImg: 13,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'Решения 20 съезда КПСС привели к:',
        answers: [
          'Новой волне репрессий',
          'Появлению многопартийности',
          'Возрождению культа личности вождя',
          'Началу процесса десталинизации общества'
        ],
        correct: 'Началу процесса десталинизации общества',
        descrAnswer: `<p>20-й съезд КПСС, который проходил в 1956 году, был знаменательным событием в истории Советского Союза. В ходе этого съезда Н.С. Хрущёв выступил с докладом "О культе личности и его последствиях", в котором была осуждена политика и методы правления И.В. Сталина.</p>
        <p>Решения 20 съезда КПСС привели к началу процесса десталинизации общества. В докладе были раскрыты многочисленные нарушения прав человека, массовые репрессии и культ личности, которые характеризовали правление Сталина. Это привело к началу переосмысления и переоценке сталинских методов и политик.</p>
        <p>Результатом процесса десталинизации стало смягчение репрессивного аппарата, освобождение многих политических заключённых и изменение политической атмосферы в стране. Он также сопровождался изменениями в политике и идеологии, направленными на укрепление партийной и государственной системы, а также на обновление общественной и политической жизни.</p>
        <p>Таким образом, решения 20-го съезда КПСС, включая осуждение культа личности и политики Сталина, сыграли важную роль в начале процесса десталинизации общества, что привело к существенным изменениям в политической и социальной жизни Советского Союза.</p>`,
        numberImg: 14,
        isRightUserAnswer: false,
        userAnswer: null
      },
      {
        question: 'К мероприятиям Н.С. Хрущева в экономической сфере относится',
        answers: [
          'Разрешение приватизации земли',
          'Создание министерств',
          'Отказ от административных методов управления',
          'Ликвидация подсобных хозяйств колхозников'
        ],
        correct: 'Ликвидация подсобных хозяйств колхозников',
        descrAnswer: `<p>В период правления Н.С. Хрущева была проведена кампания по ликвидации подсобных хозяйств колхозников, известных также как "подсобки". Подсобные хозяйства были небольшими индивидуальными участками земли, которые колхозники использовали для выращивания сельскохозяйственных продуктов для собственного потребления или для продажи на рынке. Целью ликвидации подсобных хозяйств было усиление колхозной системы, сосредоточение усилий на коллективном земледелии и увеличение производства сельскохозяйственной продукции.</p>
        <p>Н.С. Хрущев считал, что подсобные хозяйства препятствуют полной коллективизации сельского хозяйства и развитию сельской инфраструктуры. Ликвидация подсобок включала передачу земельных участков из подсобных хозяйств в общую колхозную массу и реорганизацию производственных процессов с целью более эффективного использования земли и ресурсов.</p>
        <p>Таким образом, ликвидация подсобных хозяйств колхозников была одним из важных мероприятий Хрущева в экономической сфере, направленных на укрепление колхозной системы и повышение производительности сельского хозяйства.</p>`,
        numberImg: 15,
        isRightUserAnswer: false,
        userAnswer: null
      }
    ]
  }
]
